[M_Orchid_CatchRideTetanus MissionDefinition]
MissionName="Pegue uma Carona... e Tétano Também"
MissionDescription="A cidade de [place]Santuário[-place] precisa de um fornecimento constante de sucata para manter suas máquinas funcionando. Scooter - o mecânico da cidade - contratou você para mandar um pouco de sucata de [place]Rustyards[-place]."
TurnInDescription="Você conseguiu a sucata que o Scooter precisava para manter [place]Santuário[-place] por mais um dia."
MissionSummary="Recolha sucata enferrujada."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Ajudando um velho amigo."

[M_Orchid_CatchRideTetanus:GetPart1 MissionObjectiveDefinition]
ProgressMessage="Pegue o painel elétrico"

[M_Orchid_CatchRideTetanus:GetPart2 MissionObjectiveDefinition]
ProgressMessage="Pegue o refrigerador"

[M_Orchid_CatchRideTetanus:GetPart3 MissionObjectiveDefinition]
ProgressMessage="Pegue o interruptor de controle"

[M_Orchid_CatchRideTetanus:GetPart4 MissionObjectiveDefinition]
ProgressMessage="Pegue o motor de torreta"

[M_Orchid_CatchRideTetanus:GetPart5 MissionObjectiveDefinition]
ProgressMessage="Pegue o parafuso"

[M_Orchid_CatchRideTetanus:SalvagePartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

